[
  {
    "index": 1,
    "id": "p1_c3",
    "score": 0.95,
    "page": 1,
    "section": 1102,
    "snippet": "1102 An eligible college must apply for membership annually on the official IHSA College Membership form and waiver, and such form must be properly signed by an official of the college empowered to do so.  Such form shall also identify the team coach..."
  },
  {
    "index": 2,
    "id": "p2_c3",
    "score": 0.95,
    "page": 2,
    "section": 1105,
    "snippet": "1105 The IHSA college membership application must include: A. Name, address, phone number of the coach, and USHJA number for Hunter Seat coaches. B. Departmental or organizational affiliation of the team (student government, athletic department, etc...."
  },
  {
    "index": 3,
    "id": "p2_c4",
    "score": 0.95,
    "page": 2,
    "section": 1106,
    "snippet": "1106 For a college to be considered “in good standing,” both the initial or annual college membership application and dues (or sufficient proof of payment request) must be received by the National Treasurer before the first show in which they seek to..."
  },
  {
    "index": 4,
    "id": "p3_c0",
    "score": 0.95,
    "page": 3,
    "section": null,
    "snippet": "or club recognized by the college has also designated the person below to act as Team Coach (hereinafter \"Team Coach\") This entry constitutes an agreement and affirmation that the Equestrian team or club recognized by the college, and each of its rid..."
  },
  {
    "index": 5,
    "id": "p4_c0",
    "score": 0.95,
    "page": 4,
    "section": null,
    "snippet": "Effective August 1, 2022, all riders competing in NCEA competitions (including demonstration and exhibition riders)  must compete in IHSA classes 7, 8, and/or 16, 17.  It is the responsibility of the rider’s head coach to notify their regional presid..."
  },
  {
    "index": 6,
    "id": "p77_c1",
    "score": 0.843,
    "page": 77,
    "section": null,
    "snippet": "excluding roping, games, halter, showmanship, novice/level 1 classes or non-loping classes. 4. Level II riders are those who have won more than 5 blue Western Horsemanship ribbons in classes of five or more riders in recognized competition; or compet..."
  },
  {
    "index": 7,
    "id": "p71_c2",
    "score": 0.82,
    "page": 71,
    "section": 8101,
    "snippet": "8101 Definitions A. Recognized competitions Recognized competitions for Hunter Seat riders include any competition that is sanctioned by the United States Equestrian Federation (USEF) and the United States Hunter Jumper Association (USHJA); or by the..."
  },
  {
    "index": 8,
    "id": "p77_c0",
    "score": 0.819,
    "page": 77,
    "section": null,
    "snippet": "eligibility starting with their initial completion of the online individual membership form. 2. Rookie B riders for class 12B are those who have competed in non- recognized competitions which required them to lope or canter excluding games or speed e..."
  },
  {
    "index": 9,
    "id": "p69_c0",
    "score": 0.817,
    "page": 69,
    "section": null,
    "snippet": "4. No Zone shall send more teams than it has Regions. B. Each qualified Hunter Seat College shall field a team of eight riders, one from each Class 1 through 8.  All eight (8) scores shall count. C. Each qualified Western College shall field a team o..."
  },
  {
    "index": 10,
    "id": "p67_c4",
    "score": 0.814,
    "page": 67,
    "section": 7701,
    "snippet": "7701 Individual Riders A. All riders placing first and second at Zones or first through fourth at a Western Semi-Finals shall be eligible to compete at Nationals.  See Rule 7701.D for exception. B. Should a rider at any level who has qualified for Na..."
  }
]